Repository: martin-neumann-gurus/forms-to-mautic
Catalog: languages/webgurus-mautic-*.po
Languages: de_at, pt_br

source: Activate Mautic integration conditionally based on the submission values of the form
de_at: Mautic Integration konditional basierend auf den Eingabewerten des Formulars aktivieren
pt_br: Ativar a integração do Mautic condicionalmente com base nos valores de envio do formulário

source: Add
de_at: Hinzufügen
pt_br: Adicionar

source: Add to Campaigns
de_at: Zu Kampagnen hinzufügen
pt_br: Adicionar às campanhas

source: Add to Segments
de_at: Zu Segmenten hinzufügen
pt_br: Adicionar aos segmentos

source: Address to Match
de_at: Adresse zur Zuordnung
pt_br: Endereço para mapeamento

source: All Emails
de_at: Alle E-Mails
pt_br: Todos os Emails

source: An Error occured while authenticating.
de_at: Fehler beim authentifizieren.
pt_br: Ocorreu um erro durante a autenticação.

source: Check if subscribed
de_at: Überprüfen ob abonniert
pt_br: Verifique se está inscrito

source: Check if unsubscribed
de_at: Überprüfen ob abgemeldet
pt_br: Verifique se está removido

source: Choose multiple
de_at: Mehrfachauswahl
pt_br: Escolha múltipla

source: Choose one
de_at: Eine auswählen
pt_br: Escolha um

source: Command
de_at: Kommando
pt_br: Comando

source: Comment Section
de_at: Kommentare
pt_br: Seção de Comentários

source: Conditional Logics
de_at: Bedingte Logik
pt_br: Lógicas Condicionais

source: Configuration required!
de_at: Konfiguration erforderlich!
pt_br: Configuração necessária!

source: Confirmation Pages
de_at: Bestätigungsseiten
pt_br: Páginas De Confirmação

source: Connection Error.
de_at: Verbindungsfehler
pt_br: Erro de conexão.

source: Contact ID
de_at: Kontakt-ID
pt_br: ID do Contato

source: Date
de_at: Datum
pt_br: Data

source: Disconnect Mautic
de_at: Mautic Abtrennen
pt_br: Desconectar Mautic

source: Do not Contact (Email Channel)
de_at: Nicht kontaktieren (E-Mail-Kanal)
pt_br: Não Entrar em Contato (canal de E-mail)

source: Email Address
de_at: E-Mail Adresse
pt_br: Endereço de e-mail

source: Emails for Selection
de_at: E-Mails für Selektion
pt_br: E-mails para Seleção

source: Enable Checkbox in Comment Section for Newsletter Signup
de_at: Checkbox für Newsletter-Anmeldung im Kommentarbereich aktivieren
pt_br: Ativar caixa de seleção na seção de comentários para inscrição no Boletim Informativo

source: Enable Checkbox in WooCommerce Checkout for Newsletter Signup
de_at: Checkbox für Newsletter-Anmeldung im WooCommerce Checkout aktivieren
pt_br: Ativar caixa de seleção no Checkout do WooCommerce para inscrição no Boletim Informativo

source: Enable This feed
de_at: Diesen Feed aktivieren
pt_br: Ativar este feed

source: Enter a comma separated list of tags to add. Adding a minus before the tag will remove it.
de_at: Eine durch Kommas getrennte Liste von Tags. Ein Minus vor dem Tag entfernt es.
pt_br: Digite uma lista de tags separada por vírgulas para adicionar. Colocar um menos antes da tag a removerá.

source: Error Message
de_at: Fehlermeldung
pt_br: Mensagem de Erro

source: Error message:
de_at: Fehlermeldung:
pt_br: Mensagem de erro:

source: Error when communicating to the Email system:
de_at: Fehler bei der Kommunikation mit dem E-Mail System:
pt_br: Erro ao se comunicar com o sistema de E-mail:

source: Error:
de_at: Fehler:
pt_br: Erro:

source: Error: Mautic did not send a proper response.
de_at: Fehler: Mautic hat keine gültige Antwort gesendet.
pt_br: Erro: O Mautic não enviou uma resposta adequada.

source: Execution Logs
de_at: Ausführungs-Logs
pt_br: Logs de Execução

source: Feed Name
de_at: Name des Feeds
pt_br: Nome do Feed

source: Field Mapping
de_at: Feldzuordnung
pt_br: Mapeamento de Campo

source: Find Other Plugins
de_at: Andere Plugins finden
pt_br: Encontrar outros Plugins

source: Finished processing.
de_at: Ausführung abgeschlossen.
pt_br: Terminou processamento.

source: Fluent Forms Value
de_at: Fluent Forms Wert
pt_br: Valor no Fluent Forms

source: Form Field
de_at: Formularfeld
pt_br: Campo do Formulário

source: Forms to Mautic
pt_br: Forms para Mautic

source: Found settings of Fluent Forms for Mautic Plugin
de_at: Einstellungen vom Fluent Forms für Mautic Plugin gefunden
pt_br: Encontradas configurações do plugin Fluent Forms for Mautic

source: Go to Mautic Settings
de_at: Zu Mautic Einstellungen gehen
pt_br: Acesse Configurações do Mautic

source: Go to Your Mautic account dashboard, Click on the gear icon next to the username on top right corner. Click on Configuration settings >> API settings and enable the API.
de_at: Gehe zum Mautic Dashboard und klicke auf das Zahnrad-Symbol neben dem Benutzernamen in der oberen rechten Ecke. Klicke auf Konfigurationseinstellungen >> API-Einstellungen und aktiviere die API.
pt_br: Vá para o Painel de Controle do Mautic, clique no ícone de engrenagem ao lado do nome de usuário no canto superior direito. Clique em Configuração >> Configurações da API e ative a API.

source: Hello %s!
de_at: Hallo %s!
pt_br: Olá %s!

source: If Company field is filled out, the alternate address may be consulted for the home address in this case.
de_at: Wenn das Firmenfeld ausgefüllt ist, kann in diesem Fall die alternative Adresse als Wohnanschrift herangezogen werden.
pt_br: Se o campo Empresa for preenchido, o endereço alternativo poderá ser consultado para o endereço residencial neste caso.

source: If you want to stay up to date about plugin updates and news around WordPress and Marketing Automation, sign up for our newsletter.
de_at: Wenn du über Plugin-Updates und Neuigkeiten rund um WordPress und Marketing Automation auf dem Laufenden bleiben willst, melde dich für unseren Newsletter an.
pt_br: Se quiser se manter informado sobre atualizações de plug-ins e notícias relacionadas ao WordPress e à automação de marketing, inscreva-se em nosso boletim informativo.

source: In the confirmation email add a button with the link to the page and the parameter %s at the end.
de_at: Füge einen Schaltknopf in die Konfirmations-Email ein mit einem Link zu der Seite mit dem Parameter %s am Ende.
pt_br: No e-mail de confirmação, adicione um botão com o link para a página e o parâmetro %s no final.

source: Last Processed Submissions
de_at: Zuletzt bearbeitete Einträge
pt_br: Últimos Submissões Processadas

source: Lead Tags
de_at: Kontakt-Tags
pt_br: Tags do Contato

source: Link for Confirmation Email:
de_at: Link für Bestätigungs-E-Mail:
pt_br: Link para o e-mail de confirmação:

source: Maintain Unchanged
de_at: Unverändert lassen
pt_br: Manter

source: Manual Mapping
de_at: Manuelle Zuordnung
pt_br: Mapeamento Manual

source: Map Fields
de_at: Feldzuordnung
pt_br: Mapear Campos

source: Mautic API is connected
de_at: Mautic-API ist verbunden
pt_br: API Mautic está conectada

source: Mautic feed has scheduled ID:
de_at: Mautic-Feed hat die ID geplant:
pt_br: O Mautic feed tem agendada a ID:

source: Mautic Field
de_at: Mautic Feld
pt_br: Campo do Mautic

source: Mautic is a fully-featured marketing automation platform that enables organizations of all sizes to send multi-channel communications at scale.
de_at: Mautic ist eine voll funktionsfähige Marketing-Automationsplattform und ermöglicht Organisationen aller Größen in Massen Multi-Channel-Kommunikationen zu senden.
pt_br: O Mautic é uma plataforma de automação de marketing completa que permite que organizações de todos os tamanhos enviem comunicações multicanais em escala.

source: Mautic is not configured yet! Please configure your Mautic API first
de_at: Mautic ist noch nicht konfiguriert! Bitte konfiguriere zuerst die Mautic-API
pt_br: O Mautic ainda não está configurado! Configure sua API do Mautic primeiro

source: Mautic Settings
de_at: Mautic Einstellungen
pt_br: Configurações do Mautic

source: Name of Confirmation Page
de_at: Name der Konfirmationsseite
pt_br: Nome da Página de Confirmação

source: No Segment Check
de_at: Kein Segmentcheck
pt_br: Sem Verificação De Segmento

source: Other Fields
de_at: Andere Felder
pt_br: Outros Campos

source: Page Definitions
de_at: Seitendefinitionen
pt_br: Definições de Páginas

source: Paste the Mautic Base URL of your installation, also paste the Public Key and Secret Key. Then click: Save Changes.
de_at: Füge die Mautic Basis-URL deiner Installation ein und füge auch den öffentlichen und geheimen Schlüssel ein. Danach Änderungen speichern.
pt_br: Cole a URL base do Mautic da sua instalação, cole também a chave pública e a chave secreta. Em seguida, clique em: Salvar alterações.

source: Please check the connection to your Mautic instance and the correctness of the keys.
de_at: Bitte überprüfe die Verbindung zur Mautic-Instanz und die Richtigkeit der Schlüssel.
pt_br: Verifique a conexão com sua instância Mautic e a exatidão das chaves.

source: Please use the Webgurus Forms to Mautic plugin settings in order to configure the connection with the Mautic API.
de_at: Bitte verwende die Webgurus Forms to Mautic Plugin-Einstellungen, um die Verbindung mit der Mautic API zu konfigurieren.
pt_br: Por favor, use as configurações do plugin Webgurus Forms para Mautic, a fim de configurar a conexão com a API Mautic.

source: Process Failed Requests
de_at: Fehlgeschlagene Einträge verarbeiten
pt_br: Processar Submissões Falhadas

source: Processed Submissions
de_at: Bearbeitete Einträge
pt_br: Submissões Processados

source: Processing command %s for email %s.
de_at: Verarbeitung des Befehls %s für E-Mail %s.
pt_br: Processando o comando %s para o e-mail %s.

source: Processing page confirmation for email %s.
de_at: Verarbeitung der Seitenbestätigung für E-Mail %s.
pt_br: Processando a página de confirmação do e-mail %s.

source: Processing sign up of email %s.
de_at: Verarbeitung der Registrierung von E-Mail %s.
pt_br: Processando a inscrição do e-mail %s.

source: Public Key
de_at: Öffentlicher Schlüssel
pt_br: Chave Pública

source: Read the Blog
de_at: Blog lesen
pt_br: Leia o Blog

source: Remove
de_at: Entfernen
pt_br: Remover

source: Remove from Campaigns
de_at: Von Kampagnen entfernen
pt_br: Remover das campanhas

source: Remove from Segments
de_at: Von Segmenten entfernen
pt_br: Remover dos segmentos

source: Request already confirmed
de_at: Anfrage bereits bestätigt
pt_br: Solicitação já confirmada

source: Retries
de_at: Wiederholungen
pt_br: Repetições

source: Secret Key
de_at: Geheimer Schlüssel
pt_br: Chave Secreta

source: Segment Check
pt_br: Verificação De Segmento

source: Segment Emails
pt_br: E-mails de Segmento

source: Segment to confirm
de_at: Das zu bestätigende Segment
pt_br: Segmento para confirmar

source: Select which email models will show up in the select fields of all the subsequent settings pages.
de_at: Wähle welche E-Mail-Modelle in den Auswahlfeldern aller nachfolgenden Einstellungsseiten angezeigt werden sollen.
pt_br: Selecione quais modelos de e-mails serão exibidos nos campos de seleção de todas as páginas de configurações subsequentes.

source: Select which Fluent Form fields pair with their respective Mautic fields.
de_at: Auswahl der Fluent Form Felder, die mit den entsprechenden Mautic Feldern verknüpft werden sollen.
pt_br: Selecione quais campos de Fluent Forms são mapeados com seus respectivos campos no Mautic.

source: Send all your WordPress sign ups directly to Mautic
de_at: Sende alle WordPress Sign-Ups direkt zu Mautic
pt_br: Envie todas as suas cadastros no WordPress diretamente para o Mautic

source: Send Email
de_at: E-Mail senden
pt_br: Enviar Email

source: Send no Email
de_at: Keine E-Mail senden
pt_br: Enviar nenhum Email

source: Sign me up for the newsletter
de_at: Ich möchte mich im Newsletter anmelden
pt_br: Inscreva-me no Boletim Informativo

source: Sign up Now
de_at: Jetzt anmelden
pt_br: Inscreva-se Agora

source: Something went wrong with your confirmation request.
de_at: Etwas ging schief mit der Bestätigung der Anfrage.
pt_br: Algo deu errado com sua solicitação de confirmação.

source: Starting the processing of failed requests.
de_at: Beginn der Verarbeitung von fehlgeschlagenen Einträgen.
pt_br: Iniciando o processamento de solicitações falhadas.

source: Template Emails
de_at: Vorlagen E-Mails
pt_br: E-mails de Campanha

source: Text that appears on Checkbox to ask for the Newsletter Signup
de_at: Text, der angezeigt wird um für die Newslettereinschreibung zu fragen
pt_br: Texto que aparece na caixa de seleção para solicitar a inscrição no Boletim Informativo

source: Text to show if confirmation action already resolved (segment check already true)
de_at: Text der gezeigt wird, wenn die Bestätigung der Aktion bereits gemacht wurde (Segmentcheck bereits erfüllt)
pt_br: Texto para mostrar se a ação de confirmação já foi resolvida (verificação de segmento já é verdadeira)

source: Text to show if confirmation action will be taken (segment check false)
de_at: Text der gezeigt wird, wenn die Bestätigungsaktion durchgeführt wird (Segmentcheck noch falsch)
pt_br: Texto para mostrar se a ação de confirmação será tomada (verificação de segmento ainda falso)

source: Then go to "API Credentials" and create a new oAuth 2 credentials, putting as redirect URL:
de_at: Anschließend gehe auf "API Berechtigungen", und erstelle eine neue oAuth 2 Berechtigung, mit der folgenden Redirect-URL:
pt_br: Então vá em "Crendenciais API" e crie uma nova credential oAuth 2, colocando como URL de redirecionamento:

source: This option determines whether a contact should be added or removed from the Do Not Contact Email list in Mautic
de_at: Diese Option legt fest, ob ein Kontakt aus der "Nicht kontaktieren" Liste in Mautic hinzugefügt oder entfernt werden soll.
pt_br: Essa opção determina se um contato deve ser adicionado ou removido da lista de não entrar em contato, canal E-mails no Mautic

source: To Authenticate Mautic you have to configure your API connection first
de_at: Zur Authentifizierung von Mautic muss man zuerst eine API Verbindung erstellen
pt_br: Para autenticar o Mautic você tem que configurar sua conexão API primeiro

source: Trash Failed Requests
de_at: Fehlgeschlagene Einträge löschen
pt_br: Deletar Submissões Falhadas

source: Trashed %d failed requests with more than 3 retries.
de_at: %d fehlgeschlagene Einträge mit mehr als 3 Wiederholungsversuchen wurden gelöscht.
pt_br: Foram colocadas na lixeira %d submissões falhadas com mais de 3 repetições.

source: Unprocessed Commands of Processed Submissions
de_at: Unverarbeitete Befehle von verarbeiteten Einträgen
pt_br: Comandos não Processados de Submissões Processados

source: Unprocessed Submissions
de_at: Unverarbeitete Einträge
pt_br: Submissões não Processados

source: Verify Connection Again
de_at: Verbindung erneut überprüfen
pt_br: Verifique a Conexão Novamente

source: We always match the following fields:
de_at: Die folgenden Felder werden immer zugeordnet:
pt_br: Sempre correspondemos aos seguintes campos:

source: Webgurus Forms to Mautic Integration
pt_br: Webgurus Forms para Mautic Integração

source: Welcome to WebGurus WordPress plugins. We are trying to make your life on WordPress more productive.
de_at: Willkommen bei WebGurus WordPress Plugins. Wir versuchen, dein Leben auf WordPress produktiver zu machen.
pt_br: Bem-vindo aos plug-ins do WebGurus para WordPress. Estamos tentando tornar sua vida no WordPress mais produtiva.

source: WooCommerce Field
de_at: WooCommerce Feld
pt_br: Campo WooCommerce

source: You can use Fluent Forms smart tags here.
de_at: Fluent Forms Smart Tags können hier verwendet werden.
pt_br: Você pode usar as smart tags do Fluent Forms aqui.

source: You have successfully authenticated with Mautic
de_at: Erfolgreich mit Mautic authentifiziert
pt_br: Você se autenticou com sucesso no Mautic

source: You still need to configure your Mautic API
de_at: Es muss noch die Mautic-API konfiguriert werden
pt_br: Você ainda precisa configurar sua API do Mautic

source: Your Feed Name
de_at: Der Feed-Name
pt_br: Nome do Seu Feed

source: Your Mautic Base URL
de_at: Die Mautic Basis-URL
pt_br: Sua URL base do Mautic
